insert into users(username, email, password, enabled)
VALUES ('s', 's', 's', true),
       ('s', 's', 's', true),
       ('s', 's', 's', true),
       ('s', 's', 's', true);

INSERT INTO articles(title, description, author_id, created_date)
VALUES
    ('Экологические проблемы Кыргызстана',
     'В статье подробно рассматриваются ключевые экологические проблемы Кыргызстана, включая загрязнение воздуха в крупных городах, особенно в Бишкеке, которое усугубляется промышленными выбросами и выхлопами автомобилей. Также затрагивается проблема загрязнения водоемов, вызванная несанкционированным сбросом промышленных и бытовых отходов. Статья также обсуждает деградацию почв из-за чрезмерного использования земель и вырубку лесов, что приводит к эрозии и утрате биоразнообразия.',
     1, '2024-09-15'),

    ('Охрана природных ресурсов в Кыргызстане',
     'Эта статья освещает текущие инициативы по охране природных ресурсов в Кыргызстане, включая создание национальных парков и заповедников, таких как Сары-Челек и Тянь-Шаньский заповедник. Особое внимание уделено защите редких и исчезающих видов животных, таких как снежный барс и мархур, а также поддержке усилий по восстановлению лесов. Описаны проблемы браконьерства и незаконной вырубки лесов, а также программы по их предотвращению.',
     2, '2024-09-15'),

    ('Изменение климата в Центральной Азии',
     'Изменение климата оказывает значительное влияние на экосистемы и сельское хозяйство Кыргызстана. В статье анализируются тенденции изменения климата, такие как повышение среднегодовых температур, сокращение площади ледников и участившиеся засухи. Особое внимание уделено последствиям изменения климата для сельского хозяйства, особенно в контексте снижения водных ресурсов для орошения. Рассматриваются возможные адаптационные меры, такие как устойчивое земледелие и улучшение управления водными ресурсами.',
     3, '2024-09-15'),

    ('Проблема утилизации отходов в Кыргызстане',
     'Кыргызстан сталкивается с серьёзной проблемой неэффективной утилизации мусора и переработки отходов. В статье описываются существующие свалки и их негативное воздействие на окружающую среду, включая загрязнение почв и водоносных слоёв. Обсуждаются проекты по внедрению современных технологий переработки отходов, таких как сортировка мусора, компостирование и переработка пластиков. Также рассматриваются возможные законодательные инициативы по поощрению переработки и снижению уровня использования одноразовых материалов.',
     4, '2024-09-15'),

    ('Возобновляемая энергия и её будущее в Кыргызстане',
     'В статье обсуждаются возможности и перспективы развития возобновляемых источников энергии в Кыргызстане, особенно с учётом богатого гидроэнергетического потенциала страны. Анализируются текущие проекты по развитию солнечных и ветровых энергетических установок, а также потенциал для их расширения в будущем. Описаны инициативы по привлечению международных инвестиций в проекты по возобновляемым источникам энергии, а также экологические и экономические выгоды от их использования.',
     1, '2024-09-15');